Repository: NMarjou/localization-app
Catalog: TMs/en-US_nl-NL.tmx
Source language: en_us
Languages: nl_nl

source: Enable users to see notifications, create goals, and provide or request feedback directly from within the Microsoft Outlook application using beqom.
nl_nl: Stel gebruikers in staat om meldingen te zien, doelen te creëren en feedback te geven of aan te vragen direct vanuit de Microsoft Outlook applicatie met behulp van beqom.

source: beqom for Microsoft Outlook
nl_nl: beqom voor Microsoft Outlook

source: Enable beqom for Microsoft Teams
nl_nl: beqom inschakelen voor Microsoft Teams

source: Enable users to see notifications, create goals, and provide or request feedback directly from within the Microsoft Teams application using beqom.
nl_nl: Stel gebruikers in staat om meldingen te zien, doelen te creëren en feedback te geven of aan te vragen direct vanuit de Microsoft Teams-applicatie met beqom.

source: beqom for Microsoft Teams
nl_nl: beqom voor Microsoft Teams

source: Email Notifications
nl_nl: E-mailmeldingen

source: Body:
nl_nl: Inhoud:

source: Click the link to edit the body of this notification. You can also review the notification in other languages available within the system and edit the text.
nl_nl: Klik op de link om de inhoud van deze melding te bewerken. Je kunt de melding ook in andere talen die binnen het systeem beschikbaar zijn bekijken en de tekst bewerken.

source: Email notification settings
nl_nl: E-mail notificatie-instellingen

source: Allow the distribution of notification emails to the application users.
nl_nl: Sta de distributie van notificatie-e-mails naar de applicatiegebruikers toe.

source: Enable email notifications for the company
nl_nl: Schakel e-mailmeldingen voor het bedrijf in

source: Notification:
nl_nl: Melding:

source: Email is associated with this notification.
nl_nl: E-mail is gekoppeld aan deze melding.

source: When editing the text, use the following tag: {FromUser}. This will reference the user who is sending the notification.
nl_nl: Bij het bewerken van de tekst, gebruik de volgende tag: {FromUser}. Dit zal verwijzen naar de gebruiker die de melding verstuurt.

source: Subject:
nl_nl: Onderwerp:

source: Click the link to edit the subject line text of this notification. You can also review the notification in other languages available within the system and edit the text.
nl_nl: Klik op de link om de onderwerpregel van deze melding te bewerken. Je kunt de melding ook in andere talen die binnen het systeem beschikbaar zijn bekijken en de tekst bewerken.

source: Company email notifications
nl_nl: E-mailmeldingen van het bedrijf

source: All days
nl_nl: Alle dagen

source: A number of notifications can be scheduled. Select the reminder, enable the scheduler, and then set the day and time. Keep in mind that email notifications must also be enabled in the Email notifications list.
nl_nl: Een aantal meldingen kan worden ingepland. Selecteer de herinnering, schakel de planner in en stel vervolgens de dag en tijd in. Houd er rekening mee dat e-mailmeldingen ook moeten worden ingeschakeld in de lijst met e-mailmeldingen.

source: Enabled
nl_nl: Ingeschakeld

source: hour
nl_nl: uur

source: Jobs
nl_nl: Banen

source: Scheduling
nl_nl: Planning

source: Nudge duplication
nl_nl: Aansporen duplicatie

source: Are you sure you want to duplicate this nudge?
nl_nl: Weet je zeker dat je deze herinnering wilt dupliceren?

source: The nudge was successfully duplicated.
nl_nl: De herinnering is succesvol gedupliceerd.

source: Open nudge
nl_nl: Herinnering openen

source: Please proceed with editing the duplicated nudge.
nl_nl: Ga verder met het bewerken van de gedupliceerde herinnering.

source: Nudge Notifications
nl_nl: Herinneringsmeldingen

source: Get started by creating one.
nl_nl: Begin door er een te maken.

source: No nudge notifications yet!
nl_nl: Nog geen nudge-meldingen!

source: The nudge was successfully deleted.
nl_nl: De herinnering is succesvol verwijderd.

source: Delete nudge
nl_nl: Herinnering verwijderen

source: Are you sure you want to delete this nudge?
nl_nl: Weet je zeker dat je deze herinnering wilt verwijderen?

source: View company information
nl_nl: Bekijk bedrijfsinformatie

source: Onboarding duration
nl_nl: Duur van onboarding

source: Give your first feedback
nl_nl: Geef je eerste feedback

source: Create/view your goals
nl_nl: Maak/bekijk je doelen

source: Language selection
nl_nl: Taalkeuze

source: Download the mobile app
nl_nl: Download de mobiele app

source: View your passport information
nl_nl: Bekijk uw paspoortinformatie

source: Photo
nl_nl: Foto

source: Enable the onboarding wizard
nl_nl: Schakel de onboarding wizard in

source: This organizational unit has related references. If you delete it, all related references will be removed. Are you sure you want to delete the organizational unit?
nl_nl: Deze organisatorische eenheid heeft gerelateerde referenties. Als u deze verwijdert, worden alle gerelateerde referenties verwijderd. Weet u zeker dat u de organisatorische eenheid wilt verwijderen?

source: Organization external ID
nl_nl: Externe ID van de organisatie

source: Organization name
nl_nl: Organisatienaam

source: Parent organization external ID
nl_nl: Externe ID van moederorganisatie

source: Parent organization name
nl_nl: Naam moederorganisatie

source: Enter a name
nl_nl: Voer een naam in

source: Organizational Units
nl_nl: Organisatorische eenheden

source: {{count}} person
nl_nl: {{count}} persoon

source: {{count}} people
nl_nl: {{count}} mensen

source: Passport
nl_nl: Paspoort

source: Enable the "Passport" feature
nl_nl: Schakel de "Paspoort"-functie in

source: Pay Scale
nl_nl: Salarisschaal

source: Performance Rating Scales
nl_nl: Schaal voor prestatiebeoordelingsscores

source: Performance Review Rating
nl_nl: Prestatiebeoordelingsscore

source: Enable the "Planner" feature
nl_nl: Schakel de functie "Planner" in

source: Populations
nl_nl: Populaties

source: The population was successfully deactivated.
nl_nl: De populatie is succesvol gedeactiveerd.

source: Are you sure you want to deactivate this population? It will be removed from any future processes but won’t affect past rounds.
nl_nl: Weet je zeker dat je deze populatie wilt deactiveren? Het zal worden verwijderd uit toekomstige processen, maar heeft geen invloed op eerdere rondes.

source: Confirm deactivation
nl_nl: Bevestig deactivering

source: Population criteria
nl_nl: Populatiecriteria

source: Criteria blocks:
nl_nl: Criteriumblokken:

source: Population scope:
nl_nl: Reikwijdte van de populatie:

source: Custom criteria
nl_nl: Aangepaste criteria

source: Include everybody
nl_nl: Iedereen meenemen

source: Population name
nl_nl: Populatienaam

source: Which criteria should this block meet?
nl_nl: Aan welke criteria moet dit blok voldoen?

source: Population details
nl_nl: Populatiedetails

source: Value:
nl_nl: Waarde:

source: The population was successfully duplicated and a new item was created.
nl_nl: De populatie is succesvol gedupliceerd en een nieuw item is aangemaakt.

source: Open population
nl_nl: Open populatie

source: No results match the search/filter criteria.Remove your filters and clear your search to show all results.
nl_nl: Geen resultaten komen overeen met de zoek-/filtercriteria. Verwijder uw filters en wis uw zoekopdracht om alle resultaten te tonen.

source: No results found
nl_nl: Geen resultaten gevonden

source: No populations created yet
nl_nl: Nog geen populaties aangemaakt

source: No populations
nl_nl: Geen populaties

source: The population cannot be cloned; Its name is too long.
nl_nl: De populatie kan niet worden gekloond; de naam is te lang.

source: Add condition
nl_nl: Voorwaarde toevoegen

source: All criteria
nl_nl: Alle criteria

source: Any criterion
nl_nl: Elk criterium

source: You have reached the maximum limit of 25 criteria for this population definition. To add more, please remove existing criteria.
nl_nl: U heeft de maximale limiet van 25 criteria voor deze populatiedefinitie bereikt. Om meer toe te voegen, verwijdert u bestaande criteria.

source: Select which criteria will determine the people included in this population.
nl_nl: Selecteer welke criteria bepalen welke mensen in deze populatie worden opgenomen.

source: Define custom criteria
nl_nl: Definieer aangepaste criteria

source: Select how you want to define population criteria.
nl_nl: Selecteer hoe je de populatiecriteria wilt definiëren.

source: You haven't added any blocks yet.
nl_nl: Je hebt nog geen blokken toegevoegd.

source: Add blocks to start configuring the population criteria.
nl_nl: Voeg blokken toe om te beginnen met het configureren van de populatiecriteria.

source: Field
nl_nl: Veld

source: If you select this option, all the information you have entered in the form will be cleared. This action cannot be undone. Are you sure you want to proceed?
nl_nl: Als u deze optie selecteert, worden alle gegevens die u in het formulier hebt ingevoerd gewist. Deze actie kan niet ongedaan worden gemaakt. Weet u zeker dat u wilt doorgaan?

source: Confirm selection
nl_nl: Bevestig selectie

source: of {{blocksMax}}
nl_nl: van {{blocksMax}}

source: Criteria blocks
nl_nl: Criteriablokken

source: Choose from all available fields in standard data foundation schema to define inclusion rules.
nl_nl: Kies uit alle beschikbare velden in het standaard gegevensbasis-schema om inclusieregels te definiëren.

source: Population scope
nl_nl: Populatieomvang

source: Back to list
nl_nl: Terug naar de lijst

source: Select {{fieldName}}
nl_nl: Selecteer {{fieldName}}

source: Clear all
nl_nl: Alles wissen

source: Clear all filters
nl_nl: Alle filters wissen

source: Click row to expand · Checkbox to select · Hover for actions
nl_nl: Klik op rij om uit te vouwen · Vinkvakje om te selecteren · Beweeg erover voor acties

source: Deselect all
nl_nl: Alles deselecteren

source: Direct children: {{count}}/{{total}}
nl_nl: Directe kinderen: {{count}}/{{total}}

source: Is parent selected
nl_nl: Is bovenliggende geselecteerd

source: Level
nl_nl: Niveau

source: Indirect children: {{count}}/{{total}}
nl_nl: Indirecte onderliggende items: {{count}}/{{total}}

source: items selected
nl_nl: items geselecteerd

source: items total
nl_nl: items totaal

source: Partial
nl_nl: Gedeeltelijk

source: Selected (with descendants)
nl_nl: Geselecteerd (met onderliggende items)

source: Solo selected (node only)
nl_nl: Solo geselecteerd (alleen knooppunt)

source: No items found
nl_nl: Geen items gevonden

source: No results match the search criteria
nl_nl: Er komen geen resultaten overeen met de zoekcriteria

source: Parent selected
nl_nl: Bovenliggende item geselecteerd

source: Root level
nl_nl: Hoofdniveau

source: Select all
nl_nl: Alles selecteren

source: select all direct children
nl_nl: alle directe onderliggende items selecteren

source: select all indirect children
nl_nl: selecteer alle indirecte onderliggende items

source: select node only
nl_nl: alleen knooppunt selecteren

source: Selected items
nl_nl: Geselecteerde items

source: Show selected
nl_nl: Toon selectie

source: Show selected items
nl_nl: Geselecteerde items weergeven

source: Total
nl_nl: Totaal

source: Unselect all
nl_nl: Alles deselecteren

source: unselect all direct children
nl_nl: deselecteer alle directe onderliggende items

source: unselect all indirect children
nl_nl: alle indirecte onderliggende items deselecteren

source: unselect node only
nl_nl: alleen node deselecteren

source: Define the title and description of the population
nl_nl: Definieer de titel en beschrijving van de populatie

source: Basic information
nl_nl: Basisinformatie

source: An element with that name already exists in the system. Please choose a unique name to proceed.
nl_nl: Een element met die naam bestaat al in het systeem. Kies alstublieft een unieke naam om verder te gaan.

source: Select an effective date to preview a population. This step is for visualization purposes only; no effective date will be assigned to the population configuration.
nl_nl: Selecteer een ingangsdatum om een populatie te bekijken. Deze stap is alleen voor visualisatiedoeleinden; er zal geen ingangsdatum worden toegewezen aan de populatieconfiguratie.

source: Select an effective date to test the outcome.
nl_nl: Selecteer een ingangsdatum om het resultaat te testen.

source: Preview population
nl_nl: Voorbeeldpopulatie

source: Remove condition
nl_nl: Voorwaarde verwijderen

source: Create population
nl_nl: Populatie aanmaken

source: Edit population
nl_nl: Populatie bewerken

source: Effective date
nl_nl: Ingangsdatum

source: The population was successfully published.
nl_nl: De populatie is gepubliceerd.

source: The population was successfully saved.
nl_nl: De populatie is opgeslagen.

source: Search for population
nl_nl: Zoek naar populatie

source: Last updated
nl_nl: Laatst bijgewerkt

source: Enable workers with admin and compliance roles to grant proxy access to any active workers in your company. Workers who are granted proxy access will be able to proxy individual workers or all active workers in the company.
nl_nl: Stel werknemers met administratieve en nalevingsrollen in staat om proxytoegang te verlenen aan alle actieve werknemers in uw bedrijf. Werknemers die proxytoegang krijgen, kunnen individuele werknemers of alle actieve werknemers in het bedrijf proxyen.

source: Granted users
nl_nl: Toegewezen gebruikers

source: Manage proxy access
nl_nl: Beheer proxytoegang

source: Workers with proxy access
nl_nl: Werknemers met proxytoegang

source: Workers who are granted proxy access will be able to proxy individual workers or all active workers in the company.
nl_nl: Werknemers die gemachtigd zijn voor proxytoegang kunnen individuele werknemers of alle actieve werknemers in het bedrijf proxyen.

source: Grant proxy access
nl_nl: Verleen proxy-toegang

source: No workers added to the list
nl_nl: Geen werknemers aan de lijst toegevoegd

source: No workers yet
nl_nl: Nog geen werknemers

source: Proxy permission settings
nl_nl: Instellingen voor proxy-machtigingen

source: Proxy permission
nl_nl: Proxy-machtigingen

source: Allow workers to proxy other workers
nl_nl: Sta werknemers toe om andere werknemers te vertegenwoordigen

source: Proxy permission manager
nl_nl: Proxy-machtigingenbeheerder

source: You are about to delete the proxy access granted to {{workerFullName}}. Are you sure you want to proceed?
nl_nl: U staat op het punt de proxytoegang die aan {{workerFullName}} is verleend te verwijderen. Weet u zeker dat u wilt doorgaan?

source: Delete proxy permission
nl_nl: Verwijder proxytoestemming

source: Proxy access count
nl_nl: Proxy-toegangsfrequentie

source: Department
nl_nl: Afdeling

source: Proxy access list
nl_nl: Proxy-toegangslijst

source: No workers found
nl_nl: Geen werknemers gevonden

source: Please check the spelling or change your search.
nl_nl: Controleer de spelling of wijzig uw zoekopdracht.

source: All company
nl_nl: Het hele bedrijf

source: Individuals
nl_nl: Personen

source: and more
nl_nl: en meer

source: This page is read-only because of your role and permissions. To make changes, please contact your system administrator.
nl_nl: Deze pagina is alleen-lezen vanwege uw rol en machtigingen. Om wijzigingen aan te brengen, neem contact op met uw systeembeheerder.

source: Self-review
nl_nl: Zelfevaluatie

source: No custom sections added yet.
nl_nl: Nog geen aangepaste secties toegevoegd.

source: Question
nl_nl: Vraag

source: At least one question is mandatory in the custom section.
nl_nl: In de aangepaste sectie is ten minste één vraag verplicht.

source: Custom section
nl_nl: Aangepast gedeelte

source: Create custom section
nl_nl: Maak een aangepaste sectie

source: Enable performance reviews
nl_nl: Schakel prestatiebeoordelingen in

source: A Performance Management feature that lets HR administrators create performance reviews in which workers and managers reflect on the events over a defined period of time.
nl_nl: Een functie voor prestatiebeheer waarmee HR-beheerders beoordelingsgesprekken kunnen maken waarin medewerkers en managers reflecteren op gebeurtenissen gedurende een bepaalde periode.

source: Allow local admins in review templates
nl_nl: Lokale beheerders toestaan in beoordelingssjablonen

source: Allow reviews to be reopened
nl_nl: Sta toe dat beoordelingen opnieuw worden geopend

source: General performance review settings
nl_nl: Algemene instellingen voor prestatiebeoordeling

source: Historical Reviews
nl_nl: Historische beoordelingen

source: The population of the review will be based on the local admin's access. They will be able to edit only the population within the template.
nl_nl: De populatie van de beoordeling zal gebaseerd zijn op de toegang van de lokale beheerder. Zij zullen alleen de populatie binnen de sjabloon kunnen bewerken.

source: Review settings
nl_nl: Instellingen voor beoordeling

source: Allow new managers to see closed reviews
nl_nl: Sta nieuwe managers toe om afgesloten beoordelingen te zien

source: Closed performance reviews from a worker's previous manager will be made visible to their new manager. The previous manager will still be able to see the review after its transfer.
nl_nl: Gesloten prestatiebeoordelingen van de vorige manager van een werknemer zullen zichtbaar worden voor hun nieuwe manager. De vorige manager zal de beoordeling nog steeds kunnen zien na de overdracht.

source: Performance review templates
nl_nl: Sjablonen voor prestatiebeoordeling

source: If a manager has fewer direct reports than the number specified below, they can then view the calibration page without taking any actions.
nl_nl: Als een manager minder directe ondergeschikten heeft dan het hieronder gespecificeerde aantal, kan hij of zij de kalibratiepagina bekijken zonder enige actie te ondernemen.

source: Specify the minimum number
nl_nl: Geef het minimumaantal op

source: Minimum number of direct reports
nl_nl: Minimum aantal directe ondergeschikten

source: Calculation
nl_nl: Berekening

source: These guidelines are for reference only; failing to comply will trigger a gentle reminder.
nl_nl: Deze richtlijnen zijn alleen ter referentie; het niet naleven ervan zal een vriendelijke herinnering activeren.

source: Distribution
nl_nl: Verdeling

source: Population: {{population}}
nl_nl: Bevolking: {{population}}

source: Rating
nl_nl: Beoordeling

source: Distribution guidelines
nl_nl: Distributierichtlijnen

source: Total distribution: {{total}}%
nl_nl: Totale verdeling: {{total}}%

source: The total distribution must add up to 100%. Please adjust the values accordingly.
nl_nl: De totale verdeling moet optellen tot 100%. Pas de waarden dienovereenkomstig aan.

source: Specify the interval during which the calibration period will be open.
nl_nl: Geef het interval op waarin de kalibratieperiode open zal zijn.

source: Calibration process period
nl_nl: Kalibratieprocesperiode

source: Challenge process
nl_nl: Uitdagingsproces

source: Conversation & publication
nl_nl: Gesprek & publicatie

source: Final validation
nl_nl: Definitieve validatie

source: Moderation & calibration
nl_nl: Matiging & kalibratie

source: Worker sign-off comment box
nl_nl: Opmerkingenveld voor goedkeuring door werknemer

source: Worker self-assessment
nl_nl: Zelfbeoordeling medewerker

source: You are about to move all the reviews to the "Closed (System)" status. Are you sure you want to close the review?
nl_nl: U staat op het punt alle beoordelingen naar de status "Gesloten (Systeem)" te verplaatsen. Weet u zeker dat u de beoordeling wilt sluiten?

source: You are about to move all the reviews to the "Closed (System)" status. Reviews that are in "Let’s discuss" or "Challenge" status will not be closed. Are you sure you want to close the review?
nl_nl: U staat op het punt om alle beoordelingen naar de status "Gesloten (Systeem)" te verplaatsen. Beoordelingen die de status "Laten we bespreken" of "Uitdaging" hebben, worden niet gesloten. Weet u zeker dat u de beoordeling wilt sluiten?

source: Close review
nl_nl: Sluit beoordeling

source: Creation date:
nl_nl: Aanmaakdatum:

source: Are you sure you want to delete the review?
nl_nl: Weet je zeker dat je de beoordeling wilt verwijderen?

source: Delete review
nl_nl: Verwijder beoordeling

source: Open review
nl_nl: Open beoordeling

source: The review was duplicated and a new item was created.
nl_nl: De beoordeling werd gedupliceerd en een nieuw item werd aangemaakt.

source: Total workers assigned in this review: {{count}}.
nl_nl: Totaal aantal werknemers toegewezen in deze beoordeling: {{count}}.

source: No performance review templates yet!
nl_nl: Nog geen prestatiebeoordelingssjablonen!

source: End date:
nl_nl: Einddatum:

source: Your default language is {{lang}}. Select languages in this list to provide translated versions.
nl_nl: Uw standaardtaal is {{lang}}. Selecteer talen in deze lijst om vertaalde versies te bieden.

source: Create performance review
nl_nl: Creëer prestatiebeoordeling

source: Worker sign-off stage
nl_nl: Fase van goedkeuring door werknemer

source: Workers will be able to either request a follow-up conversation with their manager or challenge their review with the line manager above their manager reviewer (LM+1). When the challenge process is enabled, the overall performance widget must be included in the template; otherwise you will not be able to save the review template.
nl_nl: Werknemers kunnen ofwel een vervolggesprek aanvragen met hun manager of hun beoordeling aanvechten bij de lijnmanager boven hun manager beoordelaar (LM+1). Wanneer het bezwaarproces is ingeschakeld, moet de widget voor de algehele prestatie in de sjabloon worden opgenomen; anders kunt u de beoordelingssjabloon niet opslaan.

source: Enable challenge process
nl_nl: Schakel het uitdagingproces in

source: A comment box will be included for workers to fill in as part of the completion process.
nl_nl: Er wordt een commentaarvak opgenomen voor werknemers om in te vullen als onderdeel van het voltooiingsproces.

source: Include a comment box for the sign-off processes
nl_nl: Voeg een commentaarvak toe voor de goedkeuringsprocessen

source: Activates an additional validation step where the review is forwarded to a higher-level manager (LM+1) for final approval after the worker and their line manager have completed the review process.
nl_nl: Activeert een extra validatiestap waarbij de beoordeling wordt doorgestuurd naar een hoger niveau manager (LM+1) voor definitieve goedkeuring nadat de werknemer en hun lijnmanager het beoordelingsproces hebben voltooid.

source: Enable final validation step
nl_nl: Schakel de laatste validatiestap in

source: Managers will be able to edit their ratings and comments during the moderation stage. Disable this setting if you want to keep reviews frozen in read-only mode during moderation.
nl_nl: Managers kunnen hun beoordelingen en opmerkingen bewerken tijdens de moderatiefase. Schakel deze instelling uit als u de beoordelingen bevroren wilt houden in alleen-lezen modus tijdens de moderatie.

source: Manager can edit their inputs during HR-led moderation
nl_nl: Manager kan hun invoer bewerken tijdens HR-geleide moderatie

source: Calibration led by the HR with manager participation
nl_nl: Kalibratie geleid door HR met deelname van managers

source: In the next step, the minimum number of direct reports required for a calibration session per manager should be specified. Managers will then be able to conduct the moderation. The process will continue with HR, who can make adjustments and advance the review to the next stage.
nl_nl: In de volgende stap moet het minimum aantal directe rapporten dat vereist is voor een kalibratiesessie per manager worden gespecificeerd. Managers kunnen vervolgens de moderatie uitvoeren. Het proces gaat verder met HR, die aanpassingen kan maken en de evaluatie naar de volgende fase kan brengen.
